{"id":54,"text":" OBJECTIVE: The purpose of the present double-blind, placebo-controlled, randomized clinical trial was to evaluate the efficacy and safety of Cytoflavin in patients with diabetic polyneuropathy (DPN). MATERIAL AND METHODS: Investigational therapy was administered in two steps: intravenous infusions of experimental drug\/placebo for 10 days followed by oral administration for 75 days. In 10 clinical centers, 216 patients aged 45-74 years with a diagnosis of type 2 diabetes mellitus, symptomatic distal sensorimotor DPN, confirmed no earlier than 1 year before screening, on stable therapy (no change of drugs and doses) by oral hypoglycemic drugs, intermediate-acting, long-acting or extra-long-acting insulin, and\/or GLP-1 receptor agonists. RESULTS: By the end of treatment, the change of the Total Symptom Score (TSS) in the experimental group was -2.65 points, in the placebo group -1.73 points (p<0.001). Improvement of symptoms in the experimental group was achieved regardless of the degree of compensation for type 2 diabetes (both in those with Hb1Ac <8.0% and in those with Hb1Ac ≥8.0%), but demonstrated better results in patients with less severe baseline symptoms (TSS <7.5). Improvement in the components of the TSS scale «paresthesia» and «numbness» occurred as early as on day 11 of therapy; by the end of treatment, a significant decrease in the «burning» component was also demonstrated. The experimental drug had a positive safety profile. CONCLUSION: Cytoflavin, intravenous solution and enteric-coated tablets (SPTF Polysan Ltd.) is indicated for the symptomatic treatment of DPN. ","label":[[142,153,"drug"],[156,165,"subject"],[170,193,"disease"],[460,484,"disease"],[518,521,"disease"],[1482,1492,"drug"],[1608,1611,"disease"]],"Comments":[]}
{"id":55,"text":" High sugar consumption increases the risk of diabetes, obesity, and cardiovascular diseases. Regarding the diet of patients with diabetes, artificial sweeteners are considered a safe alternative to sugar; however, there is also a risk that artificial sweeteners exacerbate glucose metabolism. D-allulose (C-3 isomer of d-fructose), which is a rare sugar, has been reported to have antidiabetic and antiobesity effects. In this study, the efficacy of a diabetic diet containing D-allulose was investigated in patients with type 2 diabetes using an intermittently scanned continuous glucose monitoring system (isCGM). This study was a validated, prospective, single-blind, randomized, crossover comparative study. Comparison of peak postprandial blood glucose (PPG) levels after consumption of a standard diabetic diet and a diabetic diet containing 8.5 g of D-allulose was the primary endpoint. A D-allulose-containing diabetic diet improved PPG levels in type two diabetes patients compared with a strictly energy-controlled diabetic diet. The results also showed a protective effect on endogenous pancreatic insulin secretory capacity owing to reduced insulin requirement. In patients with type two diabetes mellitus, diabetic diets containing 8.5 g D-allulose were effective in improving PPG levels. ","label":[[130,138,"disease"],[509,518,"subject"],[523,538,"disease"]],"Comments":[]}
{"id":56,"text":" INTRODUCTION: Relationships between glycemic-lowering effects of sodium glucose co-transporter 2 inhibitors and impact on kidney and cardiovascular outcomes are uncertain. RESEARCH DESIGN AND METHODS: We analyzed 4395 individuals with prebaseline and postbaseline hemoglobin A1c (HbA1c) randomized to canagliflozin (n=2193) or placebo (n=2202) in The Canagliflozin and Renal Events in Diabetes with Established Nephropathy Clinical Evaluation trial. Effects on HbA1c were assessed using mixed models. Mediation of treatment effects by achieved glycemic control was analyzed using proportional hazards regression with and without adjustment for achieved HbA1c. End points included combined kidney or cardiovascular death, end-stage kidney disease or doubling of serum creatinine (primary trial outcome), and individual end point components. RESULTS: HbA1c lowering was modified by baseline estimated glomerular filtration rate (eGFR). For baseline eGFR 60-90, 45-59, and 30-44 mL\/min\/1.73 m(2), overall HbA1c (canagliflozin vs placebo) decreased by -0.24%, -0.14%, and -0.08% respectively and likelihood of >0.5% decrease in HbA1c decreased with ORs of 1.47 (95% CI 1.27 to 1.67), 1.12 (0.94 to 1.33) and 0.99 (0.83 to 1.18), respectively. Adjustment for postbaseline HbA1c marginally attenuated canagliflozin effects on primary and kidney composite outcomes: unadjusted HR 0.67 (95% CI 0.57 to 0.80) and 0.66 (95% CI 0.53 to 0.81); adjusted for week 13 HbA1c, HR 0.71 (95% CI 0.060 to 0.84) and 0.68 (95% CI 0.55 to 0.83). Results adjusted for time-varying HbA1c or HbA1c as a cubic spline were similar and consistent with preserved clinical benefits across a range of excellent and poor glycemic control. CONCLUSIONS: The glycemic effects of canagliflozin are attenuated at lower eGFR but effects on kidney and cardiac end points are preserved. Non-glycemic effects may be primarily responsible for the kidney and cardioprotective benefits of canagliflozin.22. ","label":[[219,231,"subject"],[386,395,"disease"],[1746,1760,"drug"]],"Comments":[]}
{"id":57,"text":" This study evaluated the efficacy of the Occupational Therapy Diabetes Self-Management intervention (OTDSM) to enhance glycemic stability and self-management skills in people with diabetes type-2. Based on this single-blind randomized trial, 30 subjects with diabetes type-2 were assigned to two groups of intervention and control. The intervention group received a 10-week program, consisting of four group visits and six individualized sessions. The control group received an individual session and three weekly phone calls. The primary study outcome, blood hemoglobin A1C, was measured before and three months after the study. The secondary outcome was assessed in terms of the participants' self-management behaviors, self-efficacy, diabetes distress, depressive symptoms, and performance and satisfaction with daily activities. These outcomes were evaluated three times: before, one month into, and three months after the study. The study findings demonstrated significant differences between the two groups in the hemoglobin A1C levels, self-management behaviors, self-efficacy, and performance and satisfaction with daily routines after the intervention (P < 0.05). No significant differences existed between the groups for the extent of diabetes distress and depressive symptoms. Inclusion of occupational therapy protocol into the plan of care for people with diabetes can improve health outcomes by promoting their routine participation in self-management activities. ","label":[[42,100,"drug"],[102,107,"drug"],[181,196,"disease"],[246,255,"subject"],[260,275,"disease"],[1374,1383,"disease"]],"Comments":[]}
{"id":58,"text":" OBJECTIVES: The aim of the study was to investigate the effect of treatment on pregnancy outcomes among women who had fasting plasma glucose (FPG) 5.1-5.6 mmol\/l in the first trimester of pregnancy. METHODS: We performed a secondary-analysis of a randomized community non-inferiority trial of gestational diabetes mellitus (GDM) screening. All pregnant women with FPG values range 5.1-5.6 mmol\/l in the first trimester of gestation were included in the present study (n=3297) and classified to either the (i) intervention group who received treatment for GDM along with usual prenatal care (n=1,198), (ii) control group who received usual-prenatal-care (n=2,099). Macrosomia\/large for gestational age (LGA) and primary cesarean-section (C-S) were considered as primary-outcomes. A modified-Poisson-regression for binary outcome data with a log link function and robust error variance was used to RR (95%CI) for the associations between GDM status and incidence of pregnancy outcomes. RESULTS: The mean maternal age and BMI of pregnant women in both study groups were similar. There were no statistically significant differences in the adjusted risks of adverse pregnancy outcomes, including macrosomia, primary C-S, preterm birth, hyperbilirubinemia, preeclampsia, NICU-admission, birth trauma, and LBW both groups. CONCLUSIONS: It is found that treating women with first-trimester FPG values of 5.1-5.6 mmol\/l could not improve adverse pregnancy outcomes including macrosomia, Primary C-S, Preterm birth, hypoglycemia, hypocalcemia, preeclampsia, NICU admission, Birth trauma and LBW. Therefore, extrapolating the FPG cut-off point of the second trimester to the first -which has been proposed by the IADPSG, might therefore not be appropriate. CLINICAL TRIAL REGISTRATION: https:\/\/www.irct.ir\/trial\/518, identifier IRCT138707081281N1. ","label":[[119,141,"disease"],[345,359,"subject"],[365,369,"disease"],[1027,1041,"subject"]],"Comments":[]}
{"id":59,"text":" INTRODUCTION: Hypoglycemia is a major limiting factor in achieving recommended glycemic targets for people with type 1 diabetes. Exposure to recurrent hypoglycemia results in blunted hormonal counter-regulatory and symptomatic responses to hypoglycemia. Limited data on metabolic adaptation to recurrent hypoglycemia are available. This study examined the acute metabolic responses to hypoglycemia and the effect of antecedent hypoglycemia on these responses in type 1 diabetes. RESEARCH DESIGN AND METHODS: Twenty-one outpatients with type 1 diabetes with normal or impaired awareness of hypoglycemia participated in a study assessing the response to hypoglycemia on 2 consecutive days by a hyperinsulinemic glucose clamp. Participants underwent a period of normoglycemia and a period of hypoglycemia during the hyperinsulinemic glucose clamp. Plasma samples were taken during normoglycemia and at the beginning and the end of the hypoglycemic period. Metabolomic analysis of the plasma samples was conducted using comprehensive two-dimensional gas chromatography with time-of-flight mass spectrometry. RESULTS: In total, 68 metabolites were studied. On day 1, concentrations of the branched-chain amino acids, leucine (p=3.8×10(-3)) and isoleucine (p=2.2×10(-3)), decreased during hypoglycemia. On day 2, during hypoglycemia, five amino acids (including leucine and isoleucine) significantly decreased, and two fatty acids (tetradecanoic and oleic acids) significantly increased (p<0.05). Although more metabolites responded to hypoglycemia on day 2, the responses of the single metabolites were not statistically significant between the 2 days. CONCLUSIONS: In individuals with type 1 diabetes, one episode of hypoglycemia decreases leucine and isoleucine concentrations. Antecedent hypoglycemia results in the decrement of five amino acids and increases the concentrations of two fatty acids, suggesting an alteration between the two hypoglycemic episodes, which could indicate a possible adaptation. However, more studies are needed to gain a comprehensive understanding of the consequences of these alterations. TRIAL REGISTRATION NUMBER: NCT01337362. ","label":[[113,128,"disease"],[463,478,"disease"],[520,532,"subject"],[537,552,"disease"]],"Comments":[]}
{"id":60,"text":" OBJECTIVE: The aim of study was to evaluate the effect and safety of pioglitazone-metformin combined treatment in the newly diagnosed type 2 diabetes patients with nonalcoholic fatty liver disease. METHODS: A total of 120 newly diagnosed type 2 diabetes patients with nonalcoholic fatty liver disease from 8 centers were randomly divided into the control group (metformin hydrochloride) and the test group (pioglitazone hydrochloride and metformin hydrochloride). RESULTS: Compared to the control group, after treatment, the proportion of people with mild and moderate fatty liver increased, and the proportion of people with severe fatty liver decreased, and this change was more obvious in the population with moderate and severe fatty liver. The level of γ-GT decreased in both groups before and after treatment, which was statistically significant, and there was also a statistically significant difference in the level of γ-GT between the two groups after 24 weeks. There were no significant statistically differences in blood lipid, body weight, and waist circumference between the test group and the control group. Logistic regression analysis found that BMI is one of the risk factors for fatty liver. There was also no significant difference in the incidence of serious adverse events between the two groups (control group: 10.00% and test group: 6.67%, P = 0.74). CONCLUSION: Combined treatment with pioglitazone-metformin can effectively reduce liver fat content and gamma-GT level in newly diagnosed diabetic patients with nonalcoholic fatty liver disease, and adverse events do not increase compared with the control group, showing good safety and tolerance. This trial is registered with ClinicalTrials.gov NCT03796975. ","label":[[134,150,"disease"],[151,160,"subject"],[239,254,"disease"],[255,264,"subject"]],"Comments":[]}
{"id":61,"text":" BACKGROUND: Maintaining engagement and support for patients with chronic diseases is challenging. SMS text messaging programs have complemented patient care in a variety of situations. However, such programs have not been widely translated into routine care. OBJECTIVE: We aimed to examine the implementation and utility of a customized SMS text message-based support program for patients with type 2 diabetes (T2D), coronary heart disease, or both within a chronic disease integrated care program. METHODS: We conducted a 6-month pragmatic parallel-group, single-blind randomized controlled trial that recruited people with T2D or coronary heart disease. Intervention participants received 4 semipersonalized SMS text messages per week providing self-management support to supplement standard care. Preprogrammed algorithms customized content based on participant characteristics, and the messages were sent at random times of the day and in random order by a fully automated SMS text messaging engine. Control participants received standard care and only administrative SMS text messages. The primary outcome was systolic blood pressure. Evaluations were conducted face to face whenever possible by researchers blinded to randomization. Participants with T2D were evaluated for glycated hemoglobin level. Participant-reported experience measures were evaluated using questionnaires and focus groups and summarized using proportions and thematic analysis. RESULTS: A total of 902 participants were randomized (n=448, 49.7% to the intervention group and n=454, 50.3% to the control group). Primary outcome data were available for 89.5% (807\/902) of the participants. At 6 months, there was no difference in systolic blood pressure between the intervention and control arms (adjusted mean difference=0.9 mm Hg, 95% CI -1.1 to 2.1; P=.38). Of 642 participants with T2D, there was no difference in glycated hemoglobin (adjusted mean difference=0.1%, 95% CI -0.1% to 0.3%; P=.35). Self-reported medication adherence was better in the intervention group (relative risk=0.82, 95% CI 0.68-1.00; P=.045). Participants reported that the SMS text messages were useful (298\/344, 86.6%) and easily understood (336\/344, 97.7%) and motivated change (217\/344, 63.1%). The lack of bidirectional messaging was identified as a barrier. CONCLUSIONS: The intervention did not improve blood pressure in this cohort, possibly because of high clinician commitment to improved routine patient care as part of the chronic disease management program as well as favorable baseline metrics. There was high program engagement, acceptability, and perceived value. Feasibility as part of an integrated care program was demonstrated. SMS text messaging programs may supplement chronic disease management and support self-care. TRIAL REGISTRATION: Australian New Zealand Clinical Trials Registry ACTRN12616001689460; https:\/\/anzctr.org.au\/Trial\/Registration\/TrialReview.aspx?id=371769&isReview=true. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): RR2-10.1136\/bmjopen-2018-025923. ","label":[[395,410,"disease"],[412,415,"disease"],[626,630,"disease"],[633,655,"disease"],[854,866,"subject"],[1258,1262,"disease"],[1865,1868,"disease"]],"Comments":[]}
{"id":62,"text":" IMPORTANCE: The Integrative Medication Self-Management Intervention (IMedS) is a manualized occupational therapy intervention designed to improve adherence to medications. The intervention influences medication adherence and facilitates new medication habits and routines; however, it has not been tested in a community clinical setting. OBJECTIVE: To test the efficacy of the IMedS to address medication adherence rates among community-dwelling adults with hypertension (HTN), Type 2 diabetes mellitus (T2DM), or both. DESIGN: Randomized controlled trial using a pretest-posttest control group design. SETTING: Primary care clinic in a large federally qualified health center. PARTICIPANTS: Adults with uncontrolled HTN, T2DM, or both. INTERVENTION: Participants were divided into two groups: The control group received treatment as usual (TAU) per the primary care protocol, and the intervention IMedS group received TAU and the IMedS intervention. OUTCOMES AND MEASURES: Primary outcome: seven-item version of the Adherence to Refills and Medication Scale (ARMS-7), pill count, blood pressure, hemoglobin A1c, or all of these. RESULTS: The proportion of adherent participants increased in both groups, but between groups, changes were not statistically significant. Post hoc comparisons of the results of a mixed analysis of variance for ARMS-7 measurements indicated that the occupational therapy intervention had a unique effect, compared with that for the TAU control group (dc = 0.65). Effect scores for pill count (d = 0.55) also suggested that the occupational therapy intervention positively affected adherence. CONCLUSIONS AND RELEVANCE: Occupational therapists can provide assessment and intervention to positively influence medication adherence in a primary care setting. What This Article Adds: This article provides a better understanding of the occupational therapist's role in addressing medication management and adherence on the interdisciplinary primary care medical team. ","label":[[13,68,"drug"],[70,75,"drug"],[378,384,"drug"],[459,472,"disease"],[473,476,"disease"],[479,503,"disease"],[505,509,"disease"],[565,572,"subject"],[693,699,"subject"],[752,765,"subject"]],"Comments":[]}
{"id":63,"text":" INTRODUCTION: Gestational diabetes mellitus (GDM) may negatively affect offspring outcomes. A lifestyle intervention may therefore not only improve maternal, but also offspring outcomes. The effects of lifestyle interventions on birth, anthropometric, and psychobehavioral outcomes in offspring of women with GDM need further evidence. DESIGN: The MySweetheart trial is a monocentric single-blind randomized controlled trial in 211 women with GDM. It tested the effect of a pre- and postpartum multidimensional interdisciplinary lifestyle and psychosocial intervention focusing on both the mothers and their infants and its effects on maternal (primary outcomes) and offspring (secondary outcomes) metabolic and psychobehavioral outcomes compared with guidelines-based usual-care. This paper focuses on offspring's birth, anthropometric, and maternal report of psychobehavioral outcomes at singular timepoints. METHODS: Women with GDM aged ≥18 years, between 24-32 weeks of gestation, speaking French or English were included and randomly allocated to either the intervention or to an active guidelines-based usual-care group using a 1:1 allocation ratio. The intervention lasted from pregnancy until 1 year postpartum and focused on improving diet, physical activity, and mental health in the mother. For the offspring it focused on supporting breastfeeding, delaying the timing of introduction of solid foods, reducing the consumption of sweetened beverages, increasing physical activity of the family, and improving parental responsiveness to infant distress, hunger, satiety and sleeping cues, and difficult behavior. RESULTS: Adverse birth and neonatal outcomes rarely occurred overall. There were no differences between groups in offspring birth, neonatal, anthropometric, or psychobehavioral outcomes up to one year. After adjustments for maternal age and the offspring's sex and age, there was a borderline significant between-group difference in birth length (β:-0.64, CI:-1.27; -0.01, p: 0.05), i.e., offspring of mothers in the intervention group were born 0.64 cm shorter compared to those in the usual-care group. CONCLUSION: This is the first pre- and postpartum multidimensional interdisciplinary lifestyle and psychosocial intervention in GDM focusing on both the mother and the offspring. It did not lead to a significant improvement in most birth, anthropometric, and psychobehavioral outcomes in offspring of women with GDM. ClinicalTrials.gov Identifier: NCT02890693. ","label":[[15,44,"disease"],[46,49,"disease"],[299,305,"subject"],[310,314,"disease"],[530,540,"drug"]],"Comments":[]}
{"id":64,"text":" Type 2 diabetes mellitus (T2DM) is characterized by endothelial dysfunction that causes micro- and macrovascular complications. Low intensity therapeutic ultrasound (LITUS) may improve endothelial function, but its effects have not been investigated in these patients. The aim of our study was to compare the effects of pulsed (PUT) and continuous (CUT) waveforms of LITUS on the endothelium-dependent vasodilation of T2DM patients. The present randomized crossover trial had a sample of twenty-three patients (7 men) diagnosed with T2DM, 55.6 (±9.1) years old, with a body mass index of 28.6 (±3.3) kg\/m2. All patients were randomized and submitted to different waveforms (Placebo, CUT, and PUT) of LITUS and the arterial endothelial function was evaluated. The LITUS of 1 MHz was applied in pulsed (PUT: 20% duty cycle, 0.08 W\/cm2 SATA), continuous (CUT: 0.4 W\/cm2 SPTA), and Placebo (equipment off) types of waves during 5 min on the brachial artery. Endothelial function was evaluated using the flow-mediated dilation (FMD) technique. PUT (mean difference 2.08%, 95% confidence interval 0.65 to 3.51) and CUT (mean difference 2.32%, 95% confidence interval 0.89 to 3.74) increased the %FMD compared to Placebo. In the effect size analysis, PUT (d=0.65) and CUT (d=0.65) waveforms presented moderate effects in the %FMD compared to Placebo. The vasodilator effect was similar in the different types of waves. Pulsed and continuous waveforms of LITUS of 1 MHz improved the arterial endothelial function in T2DM patients. ","label":[[1,25,"disease"],[27,31,"disease"],[129,165,"drug"],[167,172,"drug"],[419,424,"disease"],[514,517,"subject"],[614,623,"subject"]],"Comments":[]}
{"id":65,"text":" BACKGROUND: The high proportion of people with overweight and obesity has become a worldwide problem in recent decades, mainly due to health consequences, such as cardiovascular diseases, neoplasia, and type 2 diabetes mellitus. Regarding effective countermeasures, the digitization of health services offers numerous potentials, which, however, have not yet been sufficiently evaluated. Web-based health programs are becoming increasingly interactive and can provide individuals with effective long-term weight management support. OBJECTIVE: The purpose of this randomized controlled clinical trial was to evaluate the effectiveness of an interactive web-based weight loss program on anthropometric, cardiometabolic, and behavioral variables and to compare it with a noninteractive web-based weight loss program. METHODS: The randomized controlled trial included people who were aged between 18 and 65 years (mean 48.92, SD 11.17 years) and had a BMI of 27.5 to 34.9 kg\/m(2) (mean 30.71, SD 2.13 kg\/m(2)). Participants (n=153) were assigned to either (1) an interactive and fully automated web-based health program (intervention) or (2) a noninteractive web-based health program (control). The intervention program focused on dietary energy density and allowed for dietary documentation with appropriate feedback on energy density and nutrients. The control group only received information on weight loss and energy density, but the website did not contain interactive content. Examinations were performed at baseline (t0), at the end of the 12-week intervention (t1), and at 6 months (t2) and 12 months (t3) thereafter. The primary outcome was body weight. The secondary outcomes were cardiometabolic variables as well as dietary and physical activity behaviors. Robust linear mixed models were used to evaluate the primary and secondary outcomes. RESULTS: The intervention group showed significant improvements in anthropometric variables, such as body weight (P=.004), waist circumference (P=.002), and fat mass (P=.02), compared with the control group over the course of the study. The mean weight loss after the 12-month follow-up was 4.18 kg (4.7%) in the intervention group versus 1.29 kg (1.5%) in the control group compared with the initial weight. The results of the nutritional analysis showed that the energy density concept was significantly better implemented in the intervention group. Significant differences in cardiometabolic variables were not detected between the 2 groups. CONCLUSIONS: The interactive web-based health program was effective in reducing body weight and improving body composition in adults with overweight and obesity. However, these improvements were not associated with relevant changes in cardiometabolic variables, although it should be noted that the study population was predominantly metabolically healthy. TRIAL REGISTRATION: German Clinical Trials Register DRKS00020249; https:\/\/drks.de\/search\/en\/trial\/DRKS00020249. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): RR2-10.3390\/ijerph19031393. ","label":[[203,228,"disease"],[399,414,"drug"],[794,813,"drug"],[865,872,"subject"],[1008,1021,"subject"]],"Comments":[]}
{"id":66,"text":" OBJECTIVE: Sarcopenia has been recognized as a third category of complications in people with diabetes. However, few studies focus on the reduction of skeletal muscle mass in young people with diabetes. The aim of this study was to investigate risk factors of pre-sarcopenia in young patients with diabetes and establish a practical tool to diagnose pre-sarcopenia in those people. METHODS: Patients (n = 1246) enrolled from the National Health and Nutrition Examination Survey (NHANES) cycle year of 2011 to 2018 were randomly divided into the training set and validation set. The all-subsets regression analysis was used to select the risk factors of pre-sarcopenia. A nomogram model for the prediction of pre-sarcopenia in the diabetic population was established based on the risk factors. The model was evaluated by the area under the receiver operating characteristic curve for discrimination, calibration curves for calibration, and decision curve analysis curves for clinical utility. RESULTS: In this study, gender, height, and waist circumference were elected as predictive factors for pre-sarcopenia. The nomogram model presented excellent discrimination in training and validation sets with areas under the curve of 0.907 and 0.912, respectively. The calibration curve illustrated excellent calibration, and the decision curve analysis showed a wide range of good clinical utility. CONCLUSIONS: This study develops a novel nomogram that integrates gender, height, and waist circumference and can be used to easily predict pre-sarcopenia in diabetics. The novel screen tool is accurate, specific, and low-cost, highlighting its potential value in clinical application. ","label":[[12,23,"disease"],[176,189,"subject"],[194,202,"disease"],[392,401,"subject"]],"Comments":[]}
{"id":67,"text":" INTRODUCTION: Most data demonstrating the efficacy and safety of luseogliflozin (luseo) in people with type 2 diabetes mellitus (T2DM) originate from the Japanese population. This study evaluated luseo versus placebo (PCB) as add-on to metformin in a Caucasian population with inadequately controlled T2DM. RESEARCH DESIGN AND METHODS: This was a multicenter, randomized, double-blind, PCB-controlled, parallel-group study. Patients aged 18-75 years with inadequately controlled T2DM (glycated hemoglobin (HbA1c) ≥7% to ≤10% (≥53 to ≤86 mmol\/mol)) despite a diet and exercise program and on a stable metformin regimen were eligible. Patients were randomized to one of three luseo groups (2.5, 5.0 and 10.0 mg) or PCB for 12 weeks (W12). The primary endpoint was change in HbA1c expressed as least-square means from baseline (W0) to W12. RESULTS: A total of 328 patients were randomized: PCB (n=83) and luseo 2.5 mg (n=80), 5.0 mg (n=86), and 10.0 mg (n=79). Mean age (±SD) was 58.5±8.8 years; 64.6% were women; body mass index was 31.5±3.4 kg\/m(2); and HbA1c was 8.54±0.70. At W12, mean reductions in HbA1c from W0 were -0.98%, -1.09%, -1.18%, and -0.73% in the luseo 2.5, 5.0 and 10.0 mg, and PCB groups, respectively, all of which were statistically significant. Compared with PCB, HbA1c levels were significantly decreased by 0.25% (p=0.045), 0.36% (p=0.006), and 0.45% (p=0.001) in the luseo 2.5, 5.0, and 10.0 mg groups, respectively. In all luseo dose groups, reductions in body weight were statistically significant compared with PCB. Data from the safety analysis were consistent with the known luseo safety profile. CONCLUSIONS: All doses of luseo as add-on to metformin in Caucasian patients with uncontrolled T2DM demonstrated significant efficacy in decreasing HbA1c after W12 of treatment. TRIAL REGISTRATION NUMBER: ISRCTN39549850. ","label":[[104,128,"disease"],[130,134,"disease"],[302,306,"disease"],[425,434,"subject"],[1664,1670,"drug"]],"Comments":[]}
{"id":69,"text":" AIMS: SMARTEST is a register-based randomized clinical trial (RRCT) that compares dapagliflozin to metformin in early-stage type 2 diabetes. The primary outcome includes progression of microvascular complications based on data from the Swedish National Diabetes Register (NDR). In this sub-study, the aim was to validate microvascular complication variables in the NDR against electronic health records (EHRs). METHODS: Data were extracted from EHRs of 276 SMARTEST participants with a median observation period of 3 years in the Uppsala, Örebro and Sörmland counties and compared with NDR data. Agreement was determined for all corresponding data entries as well as for progression of microvascular complications after randomization. RESULTS: The agreement for all corresponding data entries was 98.9% (Intraclass Correlation Coefficient 0.999) for creatinine and eGFR, 95.1% for albuminuria, 91.6% for foot-at-risk and 98.2% for retinopathy status (Kappa 0.67-0.91). The agreement for progression of microvascular complications was 98.0% for CKD stage, 98.9% for albuminuria grade, 96.3% for foot-at-risk grade and 99.6% for retinopathy grade progression (Gwet's AC(1) 0.96-1.00). CONCLUSION: Microvascular complication variables in the NDR show good agreement with EHR data. The use of a well-established national health care registry, exemplified by the NDR, for endpoint collection in RRCTs such as SMARTEST is supported by this study. ","label":[[7,16,"drug"],[21,61,"drug"],[63,67,"drug"],[125,140,"disease"],[467,480,"subject"]],"Comments":[]}
{"id":70,"text":" BACKGROUND: The prevalence of uncontrolled type 2 diabetes has been increasing, and the nurse is a primary healthcare provider to patients when health professionals are scarce in the community setting. A feasible intervention delivered by nurses is necessary to fulfill patients' needs to help them achieve glycemic control. AIM: To investigate whether Thai adults with uncontrolled diabetes in community hospitals lack self-care competency and whether a nurse-led supportive education program can enhance their self-care skills, change behavior, and control HbA1C levels. METHODS: We employed a multi-community hospital cluster randomized controlled trial design. Participants were randomly selected in the experimental group (2 hospitals) and control group (2 hospitals), with 30 patients from each hospital. One hundred twenty adults with HbA1c 7-10% treated by oral glycemic medication were recruited. Using Orem's Theory as a framework, nurses implemented self-care deficit assessments and supportive-educative nursing programs into their work. Participants in the control group received usual care, and those in the experimental group underwent a nurse assessment and supportive education measures. Data were collected at baseline, with 4-week and 12-week follow-ups. Data analysis were a repeated measures ANOVA with post hoc analysis, and Independent t-test. RESULTS: One hundred three patients completed the trial (51 in the experimental group and 52 in the control group). At 12 weeks, there were statistically significant improvements in HbA1c (P < .001), fasting plasma glucose (P = .03), knowledge (P < .001), diabetes self-care agency (P < .001), diet consumption (P < .001), physical activity (P < .001), and medical adherence (P = .03) in the experimental group significantly greater than those in the control group. Also, the between-group effect sizes were 0.49 or greater. CONCLUSION: The self-care deficit assessment and supportive education program were essential to the nursing intervention that effectively improved knowledge, changed behavior, and HbA1c levels among adults with uncontrolled blood glucose. ","label":[[44,59,"disease"],[271,279,"subject"],[359,366,"subject"]],"Comments":[]}
{"id":71,"text":" BACKGROUND: Pictorial health warnings on sugar-sweetened beverages (SSBs) are a promising policy for preventing diet-related disease in children. A recent study found that pictorial warnings reduced parents' purchases of SSBs for their children by 17%. However, the psychological mechanisms through which warnings affect parental behavior remain unknown. We aimed to identify the mechanisms that explain how pictorial warnings affect parents' SSB purchasing behavior for their children using secondary data from a randomized trial. METHODS: In 2020-2021, parents of children ages 2 to 12 years (n = 325) completed a shopping task in a convenience store laboratory in North Carolina, USA. Participants were randomly assigned to a pictorial warnings arm (SSBs displayed pictorial health warnings about type 2 diabetes and heart damage) or a control arm (SSBs displayed a barcode label). Parents then bought a beverage for their child and took a survey measuring 11 potential psychological mediators, selected based on health behavior theories and a model explaining the impact of tobacco warnings. We conducted simple mediation analyses to identify which of the 11 mechanisms mediated the impact of exposure to pictorial warnings on purchasing any SSBs for their children. RESULTS: Two of the 11 constructs were statistically significant mediators. First, the impact of pictorial warnings on the likelihood of purchasing any SSB was mediated by parents' perceptions that SSBs were healthier for their child (mediated effect= -0.17; 95% CI = - 0.33, - 0.05). Second, parents' intentions to serve SSBs to their children also mediated the effect of warnings on likelihood of purchasing any SSB (mediated effect= -0.07, 95% CI=-0.21, - 0.003). CONCLUSIONS: Pictorial warnings reduced parents' purchases of SSBs for their children by making parents think SSBs are less healthful for their children and reducing their intentions to serve SSBs to their children. Communication approaches that target healthfulness perceptions and intentions to serve SSBs may motivate parents to buy fewer SSBs for their children. ","label":[[137,145,"subject"],[478,487,"subject"],[567,576,"subject"],[805,820,"disease"],[825,837,"disease"]],"Comments":[]}
{"id":72,"text":" Obesity is associated with chronic inflammation that may contribute to T2D among youth. We examined the association between inflammatory biomarkers and insulin sensitivity and β-cell function and response to lifestyle intervention among Latino youth with obesity. Latino youth (n = 64) were randomized to six months of lifestyle intervention (INT, n = 40) or usual care (UC, n = 24). INT included nutrition education and physical activity. UC involved meeting with a pediatric endocrinologist and registered dietitian to discuss healthy lifestyles. At baseline, multiple linear regression assessed fasting serum interleukin-6 (IL-6), tumor necrosis factor-alpha (TNF-α), monocyte chemoattractant protein-1 (MCP-1), high-molecular weight adiponectin (HMW Adpn), IL-10, IL-1 receptor antagonist (IL-1ra) as predictors of insulin sensitivity (whole-body insulin sensitivity index, WBISI) and β-cell function (oral disposition index, oDI). Changes in outcomes between groups were assessed using covariance pattern models. At baseline, MCP-1 (β ± SE, -0.12 ± 0.05, p = 0.027) and IL-1ra (-0.03 ± 0.01, p = 0.005) were negatively associated with WBISI. Treatment effects were not observed for inflammatory markers. WBISI was significantly increased among both INT (from 1.8 ± 0.2 to 2.6 ± 0.4, p = 0.005) and UC (from 1.6 ± 0.2 to 2.8 ± 0.5, p = 0.002) with no significant differences between the groups. Obesity-related inflammatory mediators were associated with T2D risk factors but were unaffected by lifestyle intervention among Latino youth. ","label":[[72,76,"disease"],[82,87,"subject"],[1471,1475,"disease"]],"Comments":[]}
{"id":73,"text":" BACKGROUND: Previous studies found that Jinlida granules could significantly reduce blood glucose levels and enhance the low-glucose action of metformin. However, the role of Jinlida in the standard-reaching rate of blood glucose and improving clinical symptoms has yet to be studied. We aimed to elaborate on the efficacy of Jinlida in type 2 diabetes (T2D) patients who experience clinical symptoms based on secondary analysis of a randomized controlled trial. METHODS: Data were analyzed from a 12-week, randomized, placebo-controlled study of Jinlida. The standard-reaching rate of blood glucose, the symptom disappearance rate, the symptom improvement rate, the efficacy of single symptoms, and the total symptom score were evaluated. The correlation between HbA1c and the improvement of clinical symptoms was analyzed. RESULTS: For 12 weeks straight, 192 T2D patients were randomly assigned to receive either Jinlida or a placebo. The treatment group showed statistically significant differences in the standard-reaching rate of HbA1c < 6.5% (p = 0.046) and 2hPG (< 10 mmol\/L, 11.1 mmol\/L) (p < 0.001), compared with the control group. The standard-reaching rate of HbA1c < 7% (p = 0.06) and FBG < 7.0 mmol\/L (p = 0.079) were not significantly different between the treatment and control groups. Five symptoms exhibited a statistical difference in symptom disappearance rate (p < 0.05). All the symptoms exhibited a significant difference in symptom improvement rate (p < 0.05). The mean change in total symptom score from baseline to week 12 was -5.45 ± 3.98 in the treatment group and -2.38 ± 3.11 in the control group, with statistically significant differences (p < 0.001). No significant correlations were noted between symptom improvement and HbA1c after 12 weeks of continuous intervention with Jinlida granules or placebo. CONCLUSION: Jinlida granules can effectively improve the standard-reaching rate of blood glucose and clinical symptoms of T2D patients, including thirst, fatigue, increased eating with rapid hungering, polyuria, dry mouth, spontaneous sweating, night sweat, vexing heat in the chest, palms, and soles, and constipation. Jinlida granules can be used as an effective adjuvant treatment for T2D patients who experience those symptoms. ","label":[[338,353,"disease"],[355,358,"disease"],[952,958,"subject"],[1852,1860,"drug"],[1966,1974,"subject"]],"Comments":[]}
{"id":74,"text":" Metformin, a frontline therapy for type 2 diabetes and related metabolic diseases, results in variable outcomes. This study aimed to investigate whether sweetened beverages (caloric or non-caloric) affect the therapeutic benefits of metformin on glucose, food intake, and weight loss in diet-induced obesity. Mice were given a high-fat diet and sweetened water for 8 weeks to induce obesity and glucose intolerance. Then, mice were randomized to receive metformin in either water, high-fructose corn syrup (HFCS), or the non-nutritive sweetener saccharin for 6 weeks. After 6 weeks of metformin treatment, all groups had improved glucose tolerance compared to pretreatment. However, saccharin resulted in worse glucose tolerance and weight gain outcomes than the water or HFCS groups and correlated with lower plasma growth differentiation factor 15 levels. In conclusion, reducing non-nutritive sweetener consumption during metformin therapy is recommended to avoid impairing the therapeutic effects of metformin on body weight and glucose homeostasis. ","label":[[1,10,"drug"],[36,51,"disease"],[310,315,"subject"]],"Comments":[]}
{"id":75,"text":" BACKGROUND: The cardiovascular (CV) benefits of sodium-glucose transport protein 2 inhibitors have been attributed, in part, to cardiac reverse remodelling. The EMPA-HEART CardioLink-6 study reported that sodium-glucose cotransporter-2 inhibition for 6 months with empagliflozin was associated with a significant reduction in left ventricular mass indexed to body surface area (LVMi). In this sub-analysis, we evaluated whether baseline LVMi may influence how empagliflozin affects cardiac reverse remodelling. METHODS: A total of 97 patients with type 2 diabetes and coronary artery disease were randomized to empagliflozin (10 mg\/d) or matching placebo for 6 months. The study cohort was divided into those whose baseline LVMi was ≤ 60 g\/m(2) and those who had a baseline LVMi > 60 g\/m(2). Subgroup comparisons were conducted using a linear regression model adjusted for baseline values (ANCOVA) that included an interaction term between LVMi subgroup and treatment. RESULTS: Baseline LVMi was 53.3 g\/m(2) (49.2-57.2) and 69.7 g\/m(2) (64.2-76.1) for those with baseline ≤ 60 g\/m(2) (n = 54) and LVMi > 60 g\/m(2) (n = 43) respectively. The adjusted difference of LVMi regression between those randomized to empagliflozin and placebo were - 0.46 g\/m(2) (95% CI: -3.44, 2.52, p = 0.76) in the baseline LVMi ≤ 60 g\/m(2) subgroup and - 7.26 g\/m(2) (95% CI: -11.40, -3.12, p = 0.0011) in the baseline LVMi > 60 g\/m(2) subgroup (p-for-interaction = 0.007). No significant associations were found between baseline LVMi and 6-month change in LV end systolic volume-indexed (p-for-interaction = 0.086), LV end diastolic volume-indexed (p-for-interaction = 0.34), or LV ejection fraction (p-for-interaction = 0.15). CONCLUSIONS: Patients with higher LVMi at baseline experienced greater LVM regression with empagliflozin. ","label":[[162,173,"drug"],[535,544,"subject"],[549,564,"disease"],[569,592,"disease"]],"Comments":[]}
{"id":76,"text":" OBJECTIVES: The assessment of accurate mortality risk is essential for managing pneumonia patients with connective tissue disease (CTD) treated with glucocorticoids or\/and immunosuppressants. This study aimed to construct a nomogram for predicting 90-day mortality in pneumonia patients using machine learning. METHODS: Data were obtained from the DRYAD database. Pneumonia patients with CTD were screened. The samples were randomly divided into a training cohort (70%) and a validation cohort (30%). A univariate Cox regression analysis was used to screen for prognostic variables in the training cohort. Prognostic variables were entered into the least absolute shrinkage and selection operator (Lasso) and a random survival forest (RSF) analysis was used to screen important prognostic variables. The overlapping prognostic variables of the two algorithms were entered into the stepwise Cox regression analysis to screen the main prognostic variables and construct a model. Model predictive power was assessed using the C-index, the calibration curve, and the clinical subgroup analysis (age, gender, interstitial lung disease, diabetes mellitus). The clinical benefits of the model were assessed using a decision curve analysis (DCA). Similarly, the C-index was calculated and the calibration curve was plotted to verify the model stability in the validation cohort. RESULTS: A total of 368 pneumonia patients with CTD (training cohort: 247; validation cohort: 121) treated with glucocorticoids or\/and immunosuppressants were included. The univariate Cox regression analysis obtained 19 prognostic variables. Lasso and RSF algorithms obtained eight overlapping variables. The overlapping variables were entered into a stepwise Cox regression to obtain five variables (fever, cyanosis, blood urea nitrogen, ganciclovir treatment, and anti-pseudomonas treatment), and a prognostic model was constructed based on the five variables. The C-index of the construction nomogram of the training cohort was 0.808. The calibration curve, DCA results, and clinical subgroup analysis showed that the model also had good predictive power. Similarly, the C-index of the model in the validation cohort was 0.762 and the calibration curve had good predictive value. CONCLUSION: In this study, the nomogram developed performed well in predicting the 90-day risk of death in pneumonia patients with CTD treated with glucocorticoids or\/and immunosuppressants. ","label":[[105,130,"disease"],[132,135,"disease"],[375,384,"subject"],[1484,1500,"drug"],[1507,1525,"drug"]],"Comments":[]}
{"id":77,"text":" INTRODUCTION: To reduce added-sugar consumption, jurisdictions are considering requiring restaurant menu labels to identify high-added-sugar items. This study examined the impacts of added-sugar warning labels on hypothetical choices, knowledge of items' added-sugar content, and perceptions of high-added-sugar items. STUDY DESIGN: The design was an online RCT. SETTING\/PARTICIPANTS: National sample of adults (N=15,496) was recruited to approximate the U.S. distribution of sex, age, race, ethnicity, and education. INTERVENTION: Participants viewed fast-food and full-service restaurant menus displaying no warning labels (control) or icon-only added-sugar warning labels next to high-added-sugar items (containing >50% of the daily recommended limit). MAIN OUTCOME MEASURES: The main outcome measures were hypothetical ordering of ≥1 high-added-sugar item, grams of added sugar ordered, and knowledge of items' added-sugar content assessed in 2021 and analyzed in 2021-2022. RESULTS: Warning labels reduced the relative probability of ordering ≥1 high-added-sugar item by 2.2% (probability ratio=0.978, 95% CI=0.964, 0.992; p=0.002); improved knowledge of added-sugar content (p<0.001); and led to a nonstatistically significant reduction of 1.5 grams of added sugar ordered, averaged across menus (p=0.07). The label modestly reduced the appeal of high-added-sugar items, increased perceptions that consuming such items often will increase Type 2 diabetes risk, increased perceived control over eating decisions, and increased injunctive norms about limiting consumption of high-added-sugar items (ps<0.001). However, in the warning condition, only 47% noticed nutrition labels, and 21% recalled seeing added-sugar labels. When restricting the warning condition to those who noticed the label, the result for grams of added sugar ordered was significant, with the warning condition ordering 4.9 fewer grams than the controls (95% CI= -7.3, -2.5; p<0.001). CONCLUSIONS: Added-sugar warning labels reduced the probability of ordering a high-added-sugar menu item and increased participants' knowledge of whether items contained >50% of the daily value for added sugar. The modest magnitudes of effects may be due to low label noticeability. Menu warning labels should be designed for noticeability. REGISTRATION: This study was registered at AsPredicted.org #65655. ","label":[[25,48,"disease"],[184,210,"drug"],[533,546,"subject"]],"Comments":[]}
{"id":78,"text":" BACKGROUND: This study aimed to assess the long-term effects of tofogliflozin, a sodium-glucose cotransporter 2 (SGLT2) inhibitor, on atherosclerosis progression and major clinical parameters in patients with type 2 diabetes lacking an apparent history of cardiovascular disease. METHODS: This was a prospective observational 2-year extension study of the \"Using TOfogliflozin for Possible better Intervention against Atherosclerosis for type 2 diabetes patients (UTOPIA)\" trial, a 2-year randomized intervention study. The primary endpoints represented changes in the carotid intima-media thickness (IMT). Secondary endpoints included brachial-ankle pulse wave velocity (baPWV) and biomarkers for glucose metabolism, lipid metabolism, renal function, and cardiovascular risks. RESULTS: The mean IMT of the common carotid artery (IMT-CCA) significantly decreased in both the tofogliflozin (- 0.067 mm, standard error 0.009, p < 0.001) and conventional treatment groups (- 0.080 mm, SE 0.009, p < 0.001) throughout the follow-up period; however, no significant intergroup differences in the changes (0.013 mm, 95% confidence interval (CI) - 0.012 to 0.037, p = 0.32) were observed in a mixed-effects model for repeated measures. baPWV significantly increased in the conventional treatment group (82.7 ± 210.3 cm\/s, p = 0.008) but not in the tofogliflozin group (- 17.5 ± 221.3 cm\/s, p = 0.54), resulting in a significant intergroup difference in changes (- 100.2 cm\/s, 95% CI - 182.8 to - 17.5, p = 0.018). Compared to the conventional treatment group, tofogliflozin significantly improved the hemoglobin A1c and high-density lipoprotein cholesterol levels, body mass index, abdominal circumference, and systolic blood pressure. The frequencies of total and serious adverse events did not vary significantly between the groups. CONCLUSIONS: Tofogliflozin was not associated with improved inhibition of carotid wall thickening but exerted long-term positive effects on various cardiovascular risk factors and baPWV while showing a good safety profile. ","label":[[65,78,"drug"],[196,205,"subject"],[210,225,"disease"]],"Comments":[]}
{"id":79,"text":" BACKGROUND: Traditional Chinese medicine (TCM) theories assert that body constitution and meridian energy lay the foundation for disease prevention. TCM-based health concepts have not yet been incorporated into mobile health (mHealth) apps for individuals with prediabetes. OBJECTIVE: The aim of this study was to examine the effectiveness of a TCM mHealth app for individuals with prediabetes. METHODS: This randomized controlled trial recruited 121 individuals with prediabetes at a teaching hospital in New Taipei City between February 2020 and May 2021. The participants were randomly assigned to the TCM mHealth app group (n=42), ordinary mHealth app group (n=41), or control group (n=38). All participants received the usual care that included 15-20 minutes of health education about the disease, along with healthy diet and exercise encouragement. The ordinary mHealth app included physical activity (PA), diet, and disease education, along with individual records. The TCM mHealth app additionally included qi and body constitution information, along with constitution-based PA and diet advice. The control group received the usual care alone and did not have access to any app. Data were collected at baseline, at the end of the 12-week intervention, and 1 month after the intervention. Body constitution, including yang-deficiency, yin-deficiency, and phlegm-stasis, was measured according to the Body Constitution Questionnaire, with higher scores indicating a greater deficiency. Body energy was examined using the Meridian Energy Analysis Device. The Short-Form 36 questionnaire was used to evaluate health-related quality of life (HRQOL), which yielded physical component scores and mental component scores, with higher scores indicating better physical and mental aspects of HRQOL, respectively. RESULTS: Compared to the control group, the TCM mHealth app group showed greater improvement in hemoglobin A(1c) (HbA(1c)), yang-deficiency and phlegm-stasis body constitution, and BMI; however, no significant differences were found in these outcomes between the TCM mHealth app and ordinary mHealth app groups. The TCM mHealth app group showed better improvement in body energy and mental component scores than the ordinary mHealth app group. There were no significant differences in fasting plasma glucose, yin-deficiency body constitution, Dietary Approaches to Stop Hypertension dietary behavior, and total PA among the three groups after the intervention. CONCLUSIONS: Use of either the ordinary or TCM mHealth app improved HRQOL among individuals with prediabetes. Compared to the outcomes of controls not using any app, use of the TCM mHealth app was effective at improving HbA(1c), BMI, yang-deficiency and phlegm-stasis body constitution, and HRQOL. Moreover, using the TCM mHealth app seemed to improve the body energy and HRQOL more than when using the ordinary mHealth app. Further studies with a larger sample size and longer follow-up period may be necessary to determine whether the differences favoring the TCM app are clinically meaningful. TRIAL REGISTRATION: ClinicalTrials.gov NCT04096989; https:\/\/clinicaltrials.gov\/ct2\/show\/NCT04096989. ","label":[[13,41,"drug"],[43,46,"drug"],[366,378,"subject"],[383,394,"disease"]],"Comments":[]}
{"id":80,"text":" BACKGROUND: Type 2 diabetes mellitus (T2DM) is associated with cognitive decline. Lifestyle behaviors such as yoga practices play a significant role in preventing cognitive decline. PURPOSE: The goal of this study was to assess the effect of yoga intervention on working memory and prefrontal cortex (PFC) oxygenation in T2DM patients. METHODS: Twenty T2DM participants, aged between 40 and 60 years, volunteered for a 6-week study. Participants were randomized into a yoga practice (n = 10) and a waitlist control group (n = 10). The n-back task was administered to evaluate working memory before and after the intervention. While performing the working memory task, PFC oxygenation was monitored using functional near-infrared spectroscopy. RESULTS: The yoga group showed a significant improvement in working memory performance. The accuracy improved in 1-back (mean difference of 4.73%, 95% CI[0.69,8.77], P = .026) and 2-back (8.0%, 95% CI[1.89,14.1], P = .016) task conditions. The reaction time improved in 0-back (mean difference of -79.07 milliseconds, 95% CI[-128.3,-29.8]), 1-back (mean difference of -119.17 milliseconds, 95% CI[-217.5,-20.8] ) and 2-back (-76.06 milliseconds, 95% CI[-148.8,-3.3]) task conditions. In the yoga group, at post-intervention, higher oxygenation was observed during 0-back and 1-back task conditions (Beta coefficient mean difference of 211.3, 95% CI[2.8, 420.0], P = .048 and 80.5, 95% CI [3.7,157.2], P = .042 respectively) in the left PFC region compared to the pre-intervention values. The control group showed no significant change in working memory performance and PFC oxygenation. CONCLUSIONS: The study suggests that yoga practice may improve working memory performance and facilitate higher PFC oxygenation in T2DM patients. Further studies with a larger sample and a longer intervention period are required to strengthen the findings. ","label":[[13,37,"disease"],[243,248,"drug"],[322,327,"disease"],[327,335,"subject"]],"Comments":[]}
